{"id": "idc_01", "category": "ISKCON Disciple Course", "difficulty": "easy", "question": "Перечислите 4 регулирующих принципа и объясните, почему употребление лука и чеснока запрещено, хотя они являются растениями.", "gold_answer": "4 принципа: отказ от мясоедения, интоксикаций, азартных игр и незаконного секса. Лук и чеснок относятся к гуне страсти и невежества (раджас и тамас), они возбуждают низменные инстинкты и непригодны для подношения Кришне, поэтому вайшнавы их не едят.", "source": "Курс 'Ученик в ИСККОН'"}
{"id": "idc_02", "category": "ISKCON Disciple Course", "difficulty": "easy", "question": "В чем разница между шикша-гуру и дикша-гуру? Может ли быть у ученика несколько дикша-гуру?", "gold_answer": "Дикша-гуру (инициирующий) дает посвящение и забирает карму, он может быть только один. Шикша-гуру (наставляющий) дает наставления в духовной жизни, их может быть много.", "source": "Чайтанья-чаритамрита, Ади-лила 1.35"}
{"id": "bs_01", "category": "Bhakti Sastri", "difficulty": "medium", "question": "Объясните аналогию перевернутого дерева баньян из 15-й главы Бхагавад-гиты. Что символизируют его листья и ветви?", "gold_answer": "Перевернутое дерево символизирует материальный мир, являющийся искаженным отражением духовного мира. Корни направлены вверх (к Брахману), ветви вниз (гуны природы), листья — это ведические гимны, обещающие материальные плоды.", "source": "Бхагавад-гита 15.1"}
{"id": "bs_02", "category": "Bhakti Sastri", "difficulty": "medium", "question": "Назовите шесть пороков, разрушающих преданное служение (атьяхара, праяса...), описанных во 2-м стихе Нектара Наставлений.", "gold_answer": "1. Атьяхара (переедание/накопительство), 2. Праяса (чрезмерные усилия), 3. Праджалпа (пустые разговоры), 4. Нияма-аграха (слепое следование или пренебрежение правилами), 5. Джан-санга (общение с мирскими людьми), 6. Лаульям (жадность/беспокойство ума).", "source": "Нектар Наставлений (Упадешамрита), стих 2"}
{"id": "bs_03", "category": "Bhakti Sastri", "difficulty": "medium", "question": "Приведите санскрит и перевод стиха Бхагавад-гиты 2.12 (о вечности души и индивидуальности).", "gold_answer": "на тв эвахам джату насам / на твам неме джанадхипах / на чаива на бхавишьямах / сарве ваям атах парам. Перевод: 'Не было такого времени, когда бы не существовал Я, ты и все эти цари, и в будущем никто из нас не перестанет существовать'.", "source": "Бхагавад-гита 2.12"}
{"id": "bv_01", "category": "Bhakti Vaibhava", "difficulty": "hard", "question": "Опишите молитвы царицы Кунти из 1-й Песни Шримад-Бхагаватам. Почему она молилась о продолжении бедствий (випадах)?", "gold_answer": "Кунти молилась: 'випадах санту тах шашват' (пусть беды повторяются вновь и вновь), потому что в моменты опасности она постоянно видела Кришну и помнила о Нем, что означает отсутствие перерождений (апунар бхава даршанам).", "source": "Шримад-Бхагаватам 1.8.25"}
{"id": "bv_02", "category": "Bhakti Vaibhava", "difficulty": "hard", "question": "В чем заключалась ошибка Махараджи Парикшита, приведшая к проклятию брахмана, и как он отреагировал на новость о скорой смерти?", "gold_answer": "Парикшит, мучимый жаждой, надел мертвую змею на шею медитирующего мудреца Шамики Риши. Сын мудреца Шринги проклял его умереть через 7 дней. Парикшит принял это как милость Кришны, отказался от защиты и сел на берегу Ганги слушать о Боге.", "source": "Шримад-Бхагаватам 1.18-19"}
{"id": "bv_logic_01", "category": "Bhakti Vedanta (Philosophy)", "difficulty": "expert", "question": "Объясните философское различие между 'виварта-вадой' (маявада) и 'шакти-паринама-вадой' (вайшнавизм) в вопросе сотворения мира.", "gold_answer": "Виварта-вада (Шанкара) утверждает, что мир — это иллюзия, как веревка, принятая за змею (Бог не меняется, мир нереален). Шакти-паринама-вада (Чайтанья) гласит, что мир реален и является трансформацией энергий (шакти) Господа, при этом Сам Господь остается неизменным, как молоко превращается в йогурт.", "source": "Чайтанья-чаритамрита, Ади-лила 7.121-128"}
